Repository: SNSB/DWB-Source
Catalog: WpfSamplingPlotPage/Properties/Resources.*.resx
Languages: de, es

# StrDrawLineModeInstruction
source: Left / right mouse button to set / clear point, 'next>' to switch line
de: Links-Klick zum Setzen, Rechts-Klick zum Löschen eines Eckpunktes. Next> für neue Linie.
es: Clicar botón izquierdo ratón para marcar punto, botón derecho para borrar punto. Next> nueva línea.

# StrDrawPolygonModeInstruction
source: Left / right mouse button to set / clear point, 'next>' to switch area
de: Links-Klick zum Setzen, Rechts-Klick zum Löschen eines Eckpunktes. Next> für neues Gebiet.
es: Clicar botón izquierdo ratón para marcar punto de polígono, botón derecho para borrar vértice. Next> nueva área.

# StrDrawSamplePointsModeInstruction
source: Left / right mouse button to set / clear object
de: Links-Klick zum Setzen, Rechts-Klick zum Löschen eines Markers.
es: Clicar botón izquierdo ratón para marcar, botón derecho para eliminar Markers.

# StrEditSamplesModeInstruction
source: Catch corner of shape/image and press left mouse button to move it
de: Editieren aller sichtbaren Samples oder Karten durch Verschieben der Eckpunkte.
es: Clicar botón izquierdo ratón sobre esquina de la imagen para su desplazamiento.

# StrMapAdaptModeEndInstruction
source: All points are set, change last position or click on other map to adapt
de: Alle Referenzpunkte sind gesetzt. Karte anpassen bei nächstem abwechselnden Maus-Klick.
es: Los puntos de referencia están determinados. La adaptación se efectuará con el siguiente clic de ratón.

# StrMapAdaptModeSetInstruction
source: Left mouse button to set or change source/destination position on map
de: Einpassen einer Karte in die Hintergrundkarte mittels Setzen von Referenzpunkten.
es: Clicar botón izquierdo para marcar o cambiar la posición inicial o final del mapa.

# StrMapServerModeInstruction
source: Adjust the map and press Add or Save, or Load to get a map from file
de: Karte anpassen und 'Hinzufügen' oder 'Speichern' drücken, oder Karte mit 'Einlesen' aus Datei laden.
es: Adaptar mapa y clicar Añadir o Guardar, o cargar para leer datos.

# StrOpenFileDialog
source: Please select image or geometry objects file
de: Bitte Bild oder Shape-Datei auswählen
es: Seleccionar imagen o geometría de los datos.

# StrSaveImageDialog
source: Please select a file name for the image
de: Bitte Dateinamen für das zu speichernde Bild eingeben
es: Introducir nombre de la imagen a guardar.

# StrSaveShapeDialog
source: Please select a file name for the geometry objects
de: Bitte Dateinamen für die zu speichernden Geo-Objekte eingeben
es: Introducir nombre de los geobjetos a guardar.

# StrShiftCanvasModeInstruction
source: Press left mouse button to shift or use slider to zoom working area
de: Verschieben oder Zoomen der Arbeitfläche mit Maus oder Schieberegler.
es: Clicar botón izquierdo para moverse o usar rueda del ratón para hacer zoom.

# StrTransparency
source: Opacity
de: Sichtbarkeit
es: Opacidad

# ttButtonAdd
source: Add current map or shape to sample list.
de: Fügt die aktuelle Karte oder das Geo-Objekt der Sample-Liste hinzu.
es: Añadir a la lista de contenidos del mapa actual o geobjeto.

# ttButtonLoad
source: Load a map or a shape from file.
de: Laden von Bildern oder Geo-Objekten aus einer Datei.
es: Cargar mapa o geobjeto de un archivo.

# ttButtonMultiShape
source: Press to finish the current area or line and add another one.
de: Schließt das aktuelle Geo-Objekt (Area, Line) und fügt ein weiteres hinzu.
es: Presionar para finalizar polígono o línia y añadir siguiente.

# ttButtonSave
source: Save current Google map to file and add it to sample list.\r\nSave all visible shapes from sample list to file.
de: Speichert die aktuelle Google-Karte in einer Datei und fügt sie der Sample-Liste hinzu.\r\nSpeichert alle sichtbaren Geo-Objekte der Sample-Liste in einer Datei.
es: Guardar el mapa de Google a un archivo y añadir a lista de contenido.\r\nGuardar los geobjetos de la lista de contenidos en un archivo.

# ttCheckBoxFill
source: Check to change the fill color or transparency of the current sample.
de: Markieren zu Ändern der Füll-Farbe oder Transparenz des aktuellen Samples.
es: Marcar para modificar el color o transparencia del elemento.

# ttCheckBoxStroke
source: Check to change the stroke color or transparency of the current sample.
de: Markieren zu Ändern der Strich-Farbe oder Transparenz des aktuellen Samples.
es: Marcar para cambiar el color de las líneas o la transparencia.

# ttComboBoxBrushes
source: Select a color of the list for the current sample.
de: Auswählen einer Farbe für das aktuelle Sample aus der Liste.
es: Seleccionar color de la lista para el elemento actual.

# ttRadioButtonAdapt
source: Adapt the coordinates of the currently loaded map using the reference background map \r\nby clicking 3 reference points alternatingly on both maps. \r\nA final click places the current map to the right position.
de: Anpassen der Koordinaten der aktuell geladenen Karte mit Hilfe der Hintergrund-Karte \r\ndurch abwechselndes Setzen von je 3 diametralen Referenzpunkten per Maus-Klick \r\nauf der aktuellen Karte und der Hintergrund-Karte. \r\nEin abschließender Klick paßt die aktuelle Karte in die Referenz-Karte ein.
es: Adaptar coordenadas del mapa cargado usando mapa de referencia \r\n clicando sobre tres puntos de referencia alternativamente en cada uno de los mapas. \r\nRealizar click final para la adaptación.

# ttRadioButtonArea
source: Draw an area (polygon) by clicking the points with left mouse button.
de: Zeichnen von Gebieten (Polygonen) durch Markieren der Eckpunkte mit der linken Maus-Taste.
es: Dibujar área (polígono) clicando con el botón izquierdo del ratón sobre los vértices.

# ttRadioButtonEdit
source: Move corner points of all visible samples by catch and drag them with the cursor.
de: Lokalisieren und Verschieben der Eckpunkte aller sichtbaren Samples mit Hilfe der linken Maus-Taste.
es: Localizar y mover todos los vertices de los objetos visibles manteniendo botón izquierdo ratón presionado y arrastrar.

# ttRadioButtonLine
source: Draw a line by clicking the points with left mouse button.
de: Zeichnen von Linienverläufen durch Markieren der Eckpunkte mit der linken Maus-Taste.
es: Dibujar línea clicando los puntos manteniendo botón izquierdo presionado.

# ttRadioButtonMap
source: Connect to Google map service to get a map of your region.
de: Startet den Google-Kartenservice um eine Hintergrund-Karte anzuzeigen.
es: Conectar al servicio de mapas de google para obtener cartografia de referencia.

# ttRadioButtonObjects
source: Draw sampling objects by clicking the points with left mouse button.
de: Setzen von Sample-Markern in der Hintergrund-Karte mit der linken Maus-Taste.
es: Dibujar objetos clicando puntos con el botón izquierdo.

# ttRadioButtonShift
source: Shift drawing area pressing left mouse button \r\nor zoom area by using the slider.
de: Verschieben der Arbeitsfläche mit Hilfe der linken Maus-Taste.\r\nVergrößern oder Verkleinern der Arbeitsfläche mit Hilfe des Schiebereglers.
es: Desplazar área clicando botón izquierdo ratón \r\n o utilizando la rueda del ratón para hacer zoom.

# ttSliderZoom
source: Zoom function when in Shift mode, transparency function when in other modes.\r\nDouble-click to reset to default value.
de: Zoom-Funktion im Shift-Mode, Transparenz-Einstellung in den anderen Modes.\r\nZurücksetzen des Schiebereglers durch Doppel-Klick.
es: Función Zoom durante desplazamiento, función transparencia en otros modos. \r\nDoble click para devolver valores por defecto.

# ctrlAdd
source: Add
de: Hinzufügen
es: Añadir

# ctrlColor
source: Color
de: Farbe

# ctrlFill
source: Fill
de: Füllung
es: Rellenar

# ctrlLoad
source: Load
de: Einlesen
es: Cargar

# ctrlPrint
source: Print
de: Drucken
es: Imprimir

# ctrlSave
source: Save
de: Speichern
es: Guardar

# ctrlStroke
source: Stroke
de: Strich
es: Línea

# ttButtonPrint
source: Print current working area.
de: Druckt den gegenwärtigen Inhalt der Arbeitsfläche.
es: Imprimir el ámbito actual de trabajo.

# ErrCoordsNotVisible
source: WARNING!\r\nLoaded image coordinates are outside the reference map area.\r\nThe image might not be visible.
de: ACHTUNG:\r\nDie Koordinaten des geladenen Bildes liegen außerhalb der Referenzkarte.\r\nDas Bild ist möglicherweise nicht sichtbar.
es: ATENCION: \r\nLas coordenadas de las imágenes cargadas están fuera del mapa de referencia.\r\nLa imagen será no visible posiblemente.

# ErrLongitude
source: WARNING:\r\nThe longitude range of the image coordinates is not consistent (180° line)!\r\nGeometry objects can not be positioned at the correct place!
de: ACHTUNG:\r\nDie Längengrade des Bildes sind inkonsistent (180°-Grenze)!\r\nGeo-Objekte können nicht an der richtigen Stelle platziert werden!
es: ATENCIÓN:\r\nEl grado de longitud de la imagen es inconsistente (180º - Límite):\r\nLos geobjetos podrán ser situados incorrectamente.

# ErrNoWorldCoords
source: ERROR:\r\nWorld coordinates could not be retrieved.\r\nPlease move the map and add it again!
de: FEHLER:\r\nDie Welt-Koordinaten konnten nicht korrekt ermittelt werden.\r\nBitte verschieben Sie die Karte ein wenig und versuchen Sie es erneut.
es: ERROR:\r\nLas coordenadas universales no se pueden determinar correctamente. Mover el plano y añadir de nuevo.

# ErrLatitude
source: WARNING:\r\nThe latitude of the map edge is beyond {0}° (north or south)!\r\nGeometry objects in this region may not be positioned at the correct place.
de: ACHTUNG:\r\nDer Breitengrad der Kartengrenze liegt jenseits von {0}° (Nord oder Süd)!\r\nGeo-Objekte in diesem Bereich werden möglicherweise ungenau angezeigt.
es: ATENCIÓN:\r\nEl grado de latitud de los límites del mapa está al otro lado de {0}° (Norte o Sur) :\r\nLos geoobjetos en este campo serán visualizados posiblemente incorrectamente.

# ErrAltitude
source: WARNING!\r\nCould not connect to geonames server to get the altitude coordinates!
de: ACHTUNG!\r\nKeine Verbindung zum geonames server, die Höhenkoordinaten können nicht ermittelt werden!
es: ATENCIÓN! \r\n Ninguna conexión al geonames server para obtener las coordenada de altura.

# ErrInvalidFilename
source: ERROR:\r\nInvalid file type:\r\n{0}
de: FEHLER:\r\nUngültiger Dateityp:\r\n{0}
es: ERROR:\r\nTipo de dato no válido:\r\n{0}

# ErrMissingReferenceMap
source: ERROR:\r\nNo reference map with world coordinates available!
de: FEHLER:\r\nKeine Referenzkarte mit Welt-Koordinaten geladen!
es: ERROR:\r\nNo se cargo mapa de coordenadas universales.

# ErrNoReferenceMap
source: ERROR:\r\nNo reference map available, cannot save working area.
de: FEHLER:\r\nKeine Referenzkarte geladen, die Arbeitsfläche kann nicht gespeichert werden.
es: ERROR:\r\nNo se ha carcado mapa de referencia, el ámbito de trabajo no se podrá guardar.

# ErrNotSuitableAsReferenceMap
source: WARNING!\r\nThe map cannot be used as a reference map,\r\nbecause it is not aligned to north direction!\r\nPlease create a Google map first and load the map again.
de: ACHTUNG:\r\nDie Karte kann nicht als Referenzkarte genutzt werden,\r\nda sie nicht exakt nach Norden ausgerichtet ist.\r\nBitte erzeugen Sie zunächst eine Google-Karte der Gegend und laden Sie die Karte erneut.
es: ATENCIÓN:\r\nEl mapa no se puede utilizar como mapa de referencia\r\n poque no está alineado al norte. Crear un mapa con Google y cargar de nuevo.

# ErrTooManyPoints
source: WARNING!\r\nThe shapes consist of {0} points.Saving them will take very long. Save anyway?
de: ACHTUNG!\r\nDie Elemente bestehen aus {0} Punkten! Das Speichern würde lange dauern. Möchten Sie trotzdem speichern?
es: ATENCIÓN: \r\n Los elementos se componen de {0} puntos. El proceso de almacenaje precisará bastante tiempo.Seguir todavía?

# ErrSaveSample
source: WARNING!\r\nChanging the drawing mode will delete your current sample!\r\nDo you wish to add it to the sample list?
de: ACHTUNG:\r\nIhre aktuelle Zeichnung wird gelöscht, wenn Sie den Zeichen-Modus ändern!\r\nMöchten Sie sie vorher der Sample-Liste hinzufügen?
es: ATENCIÓN:\r\nCambiando el modo dibujo el dibujo acutal será borrado.\r\n¿Desea añadir a la lista de contenidos?

# ErrDeleteAllSamples
source: WARNING!\r\nThis will delete all samples of the sample list, except the reference map!\r\nDo you want to continue?
de: ACHTUNG:\r\nAlle Objekte in der Sample-Liste werden gelöscht, mit Ausnahme der Referenz-Karte!\r\nMöchten Sie fortfahren?
es: ATENCIÓN: \r\n Todos los objetos de la lista de contenidos serán eliminados, a excepción del mapa de referencia \r\n¿Desea continuar?

# ttButtonDeleteAll
source: Delete all samples of the sample list, except the reference map.
de: Löscht alle Objekte aus der Sample-Liste, außer der Referenz-Hintergrundkarte.
es: Eliminar toda la información de la lista de contenidos, a excepción del mapa de referencia.

# ttButtonSettings
source: Open a window to adjust specific settings of the editor.
de: Öffnet ein Fenster zum Setzen spezieller Eigenschaften des Editors.
es: Abrir una ventana para ajustar parámetros del editor.

# ctrlButtonCancel
source: Cancel
de: Abbrechen
es: Cancelar

# SettingsCheckBoxGetAltitude
source: Get altitude from Geonames server
de: Koordinaten vom Geonames-Server abfragen
es: Obtener coordinadas del geonames server

# SettingsCheckBoxImageFileFormatGlopus
source: Glopus Calibration File (.kal)
de: Glopus Kalibrierungs-Datei (.kal)
es: Datos Glopus Calibration (.kal)

# SettingsCheckBoxImageFileFormatXml
source: Image XML Coordinates File (.xml)
de: XML-Datei (.xml)
es: Datos XML (.xml)

# SettingsCheckBoxSaveWorkingArea
source: Save Working Area as a screen shot (.png)
de: Arbeitsfläche mit Inhalt als Bilddatei speichern (.png)
es: Guardar el ámbito de trabajo con los datos de la imagen

# SettingsCheckBoxShapeFileFormatArcView
source: ArcView shape file (.shp, .shx, .dbf)
de: ArcView Shape-Dateien (.shp, .shx, .dbf)
es: Datos shape Arcview (.shp, .shx, .dbf)

# SettingsCheckBoxShapeFileFormatSQL
source: MS SQL GeoObjects (.shp1)
de: MS SQL Geo-Objekte Text-Datei (.shp1)
es: Archivo texto MS SQL Geobjetos (.shp1)

# SettingsLabelAltitude
source: Altitude for GeoObjects:
de: Höhenkoordinaten für Geo-Objekte:
es: Coordenada del altura para geobjetos:

# SettingsLabelImageCoordFileFormats
source: Save Image coordinates in following file formats:
de: Bildkoordinaten in folgenden Dateiformaten speichern:
es: Guardar coordenadas de la imagen en el siguiente formato:

# SettingsLabelShapeFileFormats
source: Save Shapes in following file formats:
de: Objekte in folgenden Dateiformaten speichern:
es: Guardar objetos en el siguiente formato:

# SettingsLabelStrokeThickness
source: Stroke Thickness:
de: Strich-Dicke:
es: Grosor línea:

# SettingsLabelWorkingArea
source: Working Area:
de: Arbeitsfläche:
es: Ámbito de trabajo:

# SettingsTitle
source: GIS Editor Settings
de: GIS-Editor Eigenschaften

# ttSettingsSliderStrokeThicknessArea
source: Adjust the stroke thickness of Area objects.\r\nDouble-click to reset to default value.
de: Einstellen der Strich-Dicke bei Area-Objekten.\r\nZurücksetzen des Schiebereglers durch Doppel-Klick.
es: Ajustar grosor de línea de polígonos. \r\nDoble click para devolver valor por defecto.

# ttSettingsSliderStrokeThicknessLine
source: Adjust the stroke thickness of Line objects.\r\nDouble-click to reset to default value.
de: Einstellen der Strich-Dicke bei Line-Objekten.\r\nZurücksetzen des Schiebereglers durch Doppel-Klick.
es: Ajustar grosor de línea. \r\nDoble click para devolver valor por defecto.

# ttSettingsSliderStrokeThicknessPoint
source: Adjust the stroke thickness of Point objects.\r\nDouble-click to reset to default value.
de: Einstellen der Strich-Dicke bei Point-Objekten.\r\nZurücksetzen des Schiebereglers durch Doppel-Klick.
es: Ajustar el grosor de los puntos. \r\nDoble click para devolver valor por defecto.

# ttCanvasPointSymbols
source: Gives a preview of the Point symbol.
de: Zeigt eine Ansicht des eingestellten Point-Symbols.
es: Mostra vista previa de los Point symbol.

# ttCheckBoxGetAltitude
source: Select to get the altitude for all given object points by contacting the Geonames.org server.\r\nATTENTION: When saving huge objects with many points this will be time consuming,\r\nbecause for each point a web request for the altitude must be sent!
de: Wenn angeklickt wird beim Speichern für alle Objekt-Koordinaten die Höhe durch Abfragen des Geonames.org-Servers ermittelt.\r\nACHTUNG: Diese Abfrage erfolgt für jeden Koordinatenpunkt, was bei umfangreichen Objekten sehr zeitaufwändig sein kann!
es: Seleccionar para obtener la altitud de todos los puntos a través del servidor Geonames.org.\r\nATENCIÓN:En caso de gran cantidad de datos, se requerirá de mucho tiempo.

# ttCheckBoxImageFileFormatGlopus
source: Select to save image coordinates (e.g. maps) in a Glopus calibration file.
de: Wenn angeklickt werden die Bildkoordinaten beim Speichern in einer Glopus Kalibrierungs-Datei abgelegt.
es: Seleccionar para guardar las coordenadas de la imagen en un archivo Glopus calibration.

# ttCheckBoxImageFileFormatXml
source: Select to save image coordinates in DiversityMobile XML format.\r\nNOTE: This selection is mandatory and cannot be changed at the moment.
de: Wenn angeklickt werden die Bildkoordinaten beim Speichern in einer DiversityMobile XML-Datei abgelegt.
es: Seleccionar para guardar las coordenadas de la imagen en formato XML DiversiyMobile.

# ttCheckBoxSaveWorkingArea
source: Select to save also the working area including all visible objects as a screen shot when pressing the Save button.
de: Wenn angeklickt wird beim Speichern die Arbeitsfläche mit allen sichtbaren Objekten als Bild-datei abgelegt.
es: Seleccionar para guardar todos los objetos visibles como una imagen.

# ttCheckBoxShapeFileFormatArcView
source: Select to save the visible shapes in ArcView compatible shape files.\r\nAn appropriate index and dBase file will be created, too.
de: Wenn angeklickt werden beim Speichern alle sichtbaren Geo-Objekte in einer ArcView kompatiblen Shape-Datei abgelegt.\r\nAußerdem werden die notwendigen Index- und dBase-Dateien erzeugt.
es: Seleccionar para guardar los geobjetos como archivos shape compatibles con ArcView.\r\nTambién se creará archivo de indexación y dBase.

# ttCheckBoxShapeFileFormatSQL
source: Select to save the visible shapes in MS SQL GeoObject files (ASCII).
de: Wenn angeklickt werden beim Speichern alle sichtbaren Geo-Objekte im MS SQL Format in einer ASCII-Datei abgelegt.
es: Seleccionar para guardar los geobjetos visibles en formato MS SQL en un archivo ASCII.

# ttComboBoxPointSymbols
source: List of available Point symbols. Click on a name to select it.
de: Listet alle vorhandenen Point-Symbole auf, die hier selektiert werden können.
es: Lista de los símbolos de puntos disponibles. Clicar para su selección.

# ttLabelPointSymbolSizeValue
source: Displays the current value of thePoint symbol size.
de: Zeigt den aktuellen Wert der Point-Symbolgröße an.
es: Mostrar el valor de la medida del síbolo del punto.

# ttLabelStrokeThicknessAreaValue
source: Displays the current value of the Area stroke thickness.
de: Zeigt den aktuellen Wert der Strich-Dicke von Area-Objekten an.
es: Mostrar el valor de grosor de las líneas de polígonos.

# ttLabelStrokeThicknessLineValue
source: Displays the current value of the Line stroke thickness.
de: Zeigt den aktuellen Wert der Strich-Dicke von Line-Objekten an.
es: Mostrar el grosor de las líneas.

# ttLabelStrokeThicknessPointValue
source: Displays the current value of the Point stroke thickness.
de: Zeigt den aktuellen Wert der Strich-Dicke von Point-Objekten an.
es: Mostrar valor de grosor de los puntos.

# ttSettingsSliderPointSymbolSize
source: Adjust the symbol size of Point objects.\r\nDouble-click to reset to default value.
de: Einstellen der Symbolgröße bei Point-Objekten.\r\nZurücksetzen des Schiebereglers durch Doppel-Klick.
es: Ajustar el tamaño de los símbolos de los puntos.\r\nDoble click para devolver valor por defecto.

# ErrNoCheckBoxSelectedTrans
source: ERROR:\r\nYou must select at least one of the check boxes for Stroke or Fill to change the transparency!
de: FEHLER:\r\nStrich oder Füllung muß selektiert sein, um die Transparenz von Objekten zu ändern!
es: ERROR:\r\nSeleccionar línea o relleno para modificar su transparencia.

# ErrNoFillCheckBoxSelected
source: WARNING:\r\nYou must select Fill check box to change the transparency of an image.
de: ACHTUNG:\r\nUm die Transparenz eines Bildes zu ändern, muß Füllung selektiert sein.
es: ATENCIÓN:\r\nSeleccionar relleno para modificar su transparencia.

# ErrNoAdaptImageLoaded
source: ERROR:\r\nCurrently there is no map loaded to be adapted!
de: FEHLER:\r\nEs ist noch keine Karte geladen, die eingepasst werden könnte!
es: ERROR:\r\nNo se ha cargado el plano para su adaptación.

# ErrNoCheckBoxSelectedCol
source: WARNING:\r\nYou must select at least one of the check boxes for Stroke or Fill to change the color!
de: ACHTUNG!\r\nStrich oder Füllung muß selektiert sein, um die Farbe von Objekten zu ändern!
es: ATENCIÓN:\r\nSeleccionar línea o relleno para modificar su color.

# SettingsLabelPointSymbolSize
source: Size
de: Größe
es: Tamaño

# ErrCreatingReferenceMap
source: WARNING!\r\nThe map is not aligned to north direction!\r\nA north aligned background plane will be created to host the loaded map.
de: ACHTUNG:\r\nDie gewählte Karte ist nicht exakt nach Norden ausgerichtet ist.\r\nEine nach Norden ausgerichtete Hintergrundebene wird angelegt,\r\num die geladene Karte einzubetten.
es: ATENCIÓN:\r\nEl mapa cargado no está orientado al norte.\r\nSe generará una cuadrícula referenciada al norte para cargar el mapa.

# SettingsCheckBoxAreaFrame
source: Frame:
de: Rahmen
es: Marco

# SettingsLabelHeight
source: Height
de: Höhe
es: Altura

# SettingsLabelWidth
source: Width
de: Breite
es: Ancho

# SettingsLabelViewer
source: MapMode-Viewer:
de: MapMode-Webdienst:

# ttButtonGps
source: Detects and starts your GPS receiver, if available.\r\nA supported baud rate must be selected in the Settings menu.
de: Detektiert und startet einen GPS-Empfänger, falls vorhanden.\r\nIm Settings-Menü muss eine geeignete Baudrate ausgewählt sein.
es: Detecta e inicia el Receptor GPS si está disponible.\r\nSeleccionar la velocidad de transmisión adecuada en el menú de ajustes.

# ttCheckBoxAreaFrame
source: Select to show a frame which region of the working area should be saved.
de: Wenn angeklickt, wird nur ein Teilbereich der Arbeitsfläche abgespeichert.
es: Seleccionar para mostrar el ámbito de interés que será guardado.

# ttComboBoxGpsBaudrates
source: List of available GPS baudrates. Select one appropriate rate for your GPS device.
de: Auswahl der einstellbaren Baudraten. Bitte eine geeignete Einstellung für den GPS-Empfänger auswählen.
es: Lista de las velocidades de transmisión disponibles. Seleccionar la apropiada según su GPS.

# ttTextBoxHeight
source: Height of the working area region to be saved.
de: Höhe des Auswahlrahmens für die Arbeitsfläche.
es: Altura del ámbito de interés a guardar.

# ttTextBoxWidth
source: Width of the working area region to be saved.
de: Breite des Auswahlrahmens für die Arbeitsfläche.
es: Ancho del ámbito de interés a guardar.

# ttSettingsRadioButtonGoogle
source: Selects Google Maps as online map service.
de: Wählt Google Maps als Online-Kartenservice aus.
es: Seleccionar Google Maps como servicio de mapas.

# ttSettingsRadioButtonOsm
source: Selects Open Street Maps as online map service.
de: Wählt Open Street Maps als Online-Kartenservice aus.
es: Seleccionar Open Street Maps como servicio de mapas.

# SettingsLabelFrame
source: Frame:
de: Rahmen:
es: Marco:

# SettingsCheckBoxGpsTrack
source: Track GPS data when active
de: Positionsverlauf zeichnen wenn GPS aktiv
es: Mostrar posición cuando el GPS este activo

# SettingsLabelGpsTrack
source: GPS Track:
de: GPS-Pfad:
