Repository: SNSB/DWB-Source
Catalog: WpfSamplingPlotPage/Properties/Resources.*.resx
Languages: de, es

# StrDistance
source: Distance: {0}
de: Distanz: {0}
es: Distancia: {0}

# StrProgressSavingShape
source: Saving GeoObjects ...
de: Geo-Objekte werden gespeichert ...

# ttButtonProgressCancel
source: Press the button to cancel the current task (e.g. saving).
de: Stoppt die laufende Aktion (z.B. Speicheroperation).

# ttProgressBarSaveSamples
source: Indicates the progress of a time consuming task in %.
de: Zeigt den Fortschritt einer zeitaufwändigen Aktion in % an.

# StrProgressCaptureMap
source: Capturing map ...
de: Karte wird eingelesen ...

# SettingsCheckBoxSplitShapes
source: Split shapes into single samples
de: Shape in einzelne Samples zerlegen

# StrWaitForMap
source: Please wait until map is complete, then press YES. The results should be shown within 10 seconds. If no online map can be shown, press NO and load a local map from your computer, if available.
de: Bitte warten, bis die Karte komplett aufgebaut wurde, dann JA drücken. Die Ergebnisse sollten innerhalb von 10 Sekunden angezeigt werden. Kann keine online Karte geladen werden, bitte NEIN drücken und eine lokale Karte von Ihrem Rechner laden, falls vorhanden.

# StrLoadingShapesInstruction
source: Loading shapes, please wait...
de: Geo-Objekte werden geladen, bitte warten...

# StrProgressRemovingSamples
source: Removing GeoObjects ...
de: Geo-Objekte werden entfernt ...

# ErrInvalidWorld
source: WARNING:\r\nInconsistant map, exceeds 2 hemispheres!\r\nThe Geometry objects can not be positioned at the correct place!
de: ACHTUNG:\r\nDie Karte ist inkonsistent, breiter als die gesamte Erdkugel!\r\nGeo-Objekte können nicht an der richtigen Stelle platziert werden!

# SettingsLabelShapeFileReadFormat
source: Format of ArvView Shapes input files:
de: Format für ArcView Shape-Dateien zum einlesen:

# StrDeletingShapesInstruction
source: Deleting shapes, please wait...
de: Geo-Objekte werden gelöscht, bitte warten...

# ErrNoOleDBAdapterInstalled
source: WARNING:\r\nThe ArcGIS dBase file will be created, but not filled up.\r\n
de: ACHTUNG:\r\nDie für ArcGIS benötigte dBase-Datei wird angelegt, aber nicht gefüllt.\r\n

# SettingsLabelUtmHemi
source: Hemisphere (N/S):
de: Hemisphäre (N/S):

# SettingsRadioButtonShapeGeo
source: Geographic / GK
de: Geographisch / GK

# ttButtonDetection
source: Detect samples within a georeferenced picture.
de: Sammlungsobjekte auf einem georeferenzierten Lageplan detektieren.

# SettingsCheckBoxShapeFileFormatImport
source: TAB separated text file (.shp2)
de: TAB-separierte Text-Datei (.shp2)

# ttCheckBoxShapeFileFormatImport
source: Select to save the visible shapes in a TAB separated text file, which could be imported later on by appropriate Applications.
de: Wenn angeklickt werden beim Speichern alle sichtbaren Geo-Objekte in einer TAB-separierten Text-Datei abgelegt,\r\ndie sich zu einem späteren Zeitpunkt von geeigneten Applikationen importieren läßt.

# DetectionCheckBoxSeparateSamples
source: Create separate samples
de: Einzelne Objekte generieren

# DetectionLabelAdjust
source: Adjust minimum and maximum color values:
de: Bereich für die Farbwerte der Punkte einstellen:

# DetectionLabelBlue
source: Blue
de: Blau

# DetectionLabelGreen
source: Green
de: Grün

# DetectionLabelGrey
source: Grey
de: Grau

# DetectionLabelMinDistance
source: Minimum point distance:
de: Minimaler Punkt-Abstand:

# DetectionLabelRed
source: Red
de: Rot

# DetectionLabelNumber
source: Enumeration:
de: Nummerierung:

# LabelSelectAttribute
source: Select description attributes, e.g.:
de: Attribute für ID oder Text auswählen, z.B.:

# LabelSeparatorString
source: Separator string:
de: Trennzeichenfolge:

# AssignButtonAssignAll
source: All
de: Alle

# AssignButtonAssignLast
source: Last
de: Letzte

# AssignButtonRemoveAll
source: None
de: Keine

# AssignCheckBoxSingleObject
source: Save as one object
de: Als ein Objekt

# AssignLabelAssignParameter
source: Assign parameter to sample:
de: Zuordnung zu Sample:

# AssignLabelCurrentlyAssigned
source: Currently assigned fields:
de: Zugeordnete Werte:

# AssignLabelSelectInput
source: Select input parameter for assignment:
de: Eingabeparameter für Zuordnung auswählen:

# AssignWindowTitle
source: Assign Sample Parameters
de: Eingabeparameter zuweisen

# SelectAttributeTitle
source: Select Attributes
de: Attribute auswählen

# ErrHeaderLine
source: 1 (header line)
de: 1 (Kopfzeile)

# ErrInvalidLines
source: Invalid data detected in the following lines:
de: Ungültige Einträge in folgenden Zeilen gefunden:

# StrReadingSamplesFromFile
source: Reading samples from file
de: Daten werden eingelesen

# StrShowSamples
source: Show samples?
de: Korrekt eingelesene Daten anzeigen?

# AssignCheckBoxCenterPoint
source: MTB/Q center point only
de: nur MTB/Q Mittelpunkt

# ErrNoHelpFile
source: ERROR regarding help file DiversityGisEditor.chm:\r\n
de: Fehler beim Öffnen der Hilfe-Datei DiversityGisEditor.chm:\r\n

# ErrNoOleDBAdapterForRead
source: WARNING:\r\nThe ArcGIS attributes of the dBase file cannot be read. Load shapes anyway?\r\n
de: ACHTUNG:\r\nDie ArcGIS Attribute können nicht aus der dBase-Datei gelesen werden. Shapes dennoch laden?\r\n

# AttributesLabelTextID
source: Assign selected attributes to ID or Text:
de: Ausgewählte Attribute ID oder Text zuweisen:

# SettingsLabelSampleOffTransparency
source: Opacity of switched off objects:
de: Sichtbarkeit abgeschalteter Objekte:
es: Visibilidad de los objetos apagados:

# ttLabelSampleOffTransparencySampleValue
source: Displays the current value of the opacity of switched off objects.
de: Zeigt den aktuellen Wert der Sichtbarkeit von abgeschalteten Objekten an.
es: Mostrar el valor de la visibilidad de los objetos apagados.

# ttSettingsSliderSampleOffTransparencySample
source: Adjust the opacity of switched off objects.\r\nDouble-click to reset to default value.
de: Einstellen der Sichtbarkeit von abgeschalteten Objekten.\r\nZurücksetzen des Schiebereglers durch Doppel-Klick.
es: Ajustar la visibilidad de los objetos apagados.\r\nDoble click para devolver valor por defecto.

# StrProgressSelectingSamples
source: Selecting GeoObjects ...
de: Geo-Objekte werden selektiert ...

# SettingsLabelPointSymbol
source: Symbol
es: Símbolo

# SettingsLabelBaudrate
source: Baudrate
es: Tasa de baudios
