Repository: SNSB/DWB-Source
Catalog: DiversityWorkbench/UserControls/UserControlQueryList.*.resx
Languages: de

# groupBoxQueryResults.Text
source: Query results
de: Suchergebnisse

# groupBoxQueryConditions.Text
source: Query conditions
de: Suchkritieren

# buttonQueryRemove.ToolTip
source: Remove selected datasets from the list
de: Entferne in Liste ausgewählte Einträge aus der Liste

# buttonQueryAdd.ToolTip
source: Query database and add results to list
de: Starte Suche und hänge Ergebnisse an Liste an

# buttonQuery.ToolTip
source: Query database
de: Starte Suche

# buttonSetQueryConditionsUpDown.ToolTip
source: Hide query conditions
de: Suchkriterien ausblenden

# labelQueryColumn.Text
source: order by:
de: ordnen nach:

# comboBoxQueryColumn.ToolTip
source: Order results
de: Sortierung der Ergebnisse nach ...

# buttonShowQueryConditions.ToolTip
source: Show Query conditions
de: Suchkriterien anzeigen

# buttonQueryClear.ToolTip
source: Clear all query fields
de: Einträge in Suchkriterien löschen

# buttonQueryLoad.ToolTip
source: Load a saved query
de: Gespeicherte Abfragen laden

# buttonQuerySave.ToolTip
source: Save the current query
de: Aktuelle Abfrage speichern

# buttonSelectAllItems.ToolTip
source: Select all items in the list
de: Alle Einträge in der Liste markieren

# toolStripButtonConnection.ToolTipText
source: Connect to database
de: Zur Datenbank verbinden

# toolStripButtonSave.ToolTipText
source: Save dataset
de: Datensatz sichern

# toolStripButtonUndo.Text
source: reload dataset without saving
de: Datensatz wiederherstellen

# toolStripButtonNew.ToolTipText
source: Create new dataset
de: Neuen Datensatz anlegen

# toolStripButtonCopy.ToolTipText
source: Copy dataset
de: Datensatz kopieren

# toolStripButtonDelete.ToolTipText
source: Delete dataset
de: Datensatz löschen

# toolStripButtonOptions.Text
source: set query conditions
de: Suchkriterien festlegen

# toolStripButtonSwitchOrientation.Text
source: Switch to vertical orientation
de: Umschalten auf vertikale Orientierung
