Repository: SNSB/DWB-Source
Catalog: DiversityWorkbench/UserControls/UserControlQueryConditionText.*.resx
Languages: de

source: bigger than the given value
de: größer als der angegebene Wert

source: complete
de: vollständig

source: containing a given XML node
de: die den angegebenen XML Knoten enthalten

source: containing the given value and all subsidiary values
de: die den angegebenen Wert und alle untergeordneten Werte enthalten

source: exactly like the given value
de: exakt wie der angegebene Wert

source: is not a numeric value
de: ist kein numerischer Wert

source: is not a valid date
de: ist kein gültiges Datum

source: is not a valid day
de: ist kein gültiger Tag

source: is not a valid month
de: ist kein gültiger Monat

source: is not a valid year
de: ist kein gültiges Jahr

source: missing
de: fehlend

source: not containing a given XML node
de: die den angegebenen XML Knoten nicht enthalten

source: operator for comparision between the given value and the values in the database
de: Operator für den Vergleich zwischen dem angegebenen Wert und den Einträgen in der Datenbank

source: present
de: vorhanden

source: search for entries
de: Suche nach Einträgen

source: similar to the given value
de: ähnlich dem angegebenen Wert

source: smaller than the given value
de: kleiner als der angegebene Wert

source: that are not like the given value
de: nicht ähnlich dem angegebenen Wert

# use_wildcard
source: use '_' or '%' as wildcard resp. [...] for charater ranges
de: benutzen Sie '_' oder '%' als Platzhalter bzw. [...] für eine Auswahl von Zeichen

source: where a value is missing
de: in denen ein Eintrag fehlt

source: where a value is present
de: in denen ein Eintrag vorhanden ist

source: where a value is present or missing
de: in denen ein Eintrag vorhanden ist oder fehlt

source: within the range of the given values
de: innerhalb des Bereichs der angegebenen Werte

# maximal_distance_to
source: with a maximal distance of ...
de: mit maximalem Abstand von ...

source: outside an area
de: außerhalb einer Fläche

source: within an area
de: innerhalb einer Fläche

# use_separator
source: use '|' to separate the single values
de: benutzen sie '|' als Trennung der Einzelwerte

# partial_available
source: part. available
de: teilw. vorhanden

source: not within the range of the given values
de: nicht innerhalb des Bereichs der angegebenen Werte

source: including lower hierarchy
de: einschliesslich untergeordneter Hierarchie

source: including lower hierarchy and synonyms
de: einschliesslich untergeordneter Hierarchie und Synonymen

source: including synonyms
de: einschliesslich Synonymen

source: invalid
de: ungültig

source: including all values
de: mit allen angegebenen Werten
