Repository: SNSB/DWB-Source
Catalog: DiversityWorkbench/Spreadsheet/FormSpreadsheet.*.resx
Languages: de_de

# buttonConnect.ToolTip
source: Connect to database
de_de: Zur Datenbank verbinden

# labelProject.Text
source: Project:
de_de: Projekt:

# labelReplaceWith.Text
source: With
de_de: Mit

# buttonEdit.Text
source: Overwrite
de_de: Ersetzen

# numericUpDownMaxResults.ToolTip
source: Number of results returned by the query
de_de: NMaximal Anzahl an Ergebnissen einer Suche

# labelMaxResults.Text
source: Max. res.:
de_de: Max. Erg.:

# buttonStart.ToolTip
source: Use this window as as starting window
de_de: Dieses Fomular als Startfesten verwenden

# buttonSettingsSave.ToolTip
source: Save settings
de_de: Einstellungen sichern

# buttonSettingsLoad.ToolTip
source: Load settings
de_de: Abgespeicherte Einstellugen laden

# buttonSettingsReset.ToolTip
source: Reset settings to factory setting
de_de: Einstellungen auf Auslieferungszustand zurücksetzen und Fenster schliessen

# groupBoxSettings.Text
source: Settings
de_de: Einstellungen

# buttonExport.ToolTip
source: Export as text file
de_de: Daten als Textdatei exportieren

# buttonFeedback.ToolTip
source: Send feedback to the software developer
de_de: Rückmeldung an den Entwickler des Programms schicken

# buttonMarkWholeColumn.ToolTip
source: Mark the whole column
de_de: Gesamte Spalte markieren

# labelResultMax.Text
source: of
de_de: von

# buttonMainForm.ToolTip
source: Show selected dataset in main form
de_de: Den ausgewählten Datensatz im Hauptformular anzeigen

# buttonSaveData.ToolTip
source: Save changes and requery data
de_de: Daten sichern und neu abfragen

# buttonFilter.ToolTip
source: Search for data according to the filter
de_de: Daten entsprechend den eingestellten Kritierien suchen

# buttonTimeout.ToolTip
source: Set the timeout for the query
de_de: Maximale Zeit für Abfragen setzen

# buttonReadOnly.ToolTip
source: Switch to read only without color indication etc. for higher performance
de_de: Für schnellere Anzeige auf Nur-Lesen ohne Farbindizierung umschalten

# buttonResetToFactorySettings.Text
source: Settings may be corrupted. Please click here to close the form and reset to factory settings
de_de: Die Einstellungen sind falsch. Bitte hier clicken um das Fester zu schliessen und auf Werkseinstellungen zurückzusetzen.
