Repository: SNSB/DWB-Source
Catalog: DiversityCollection/DiversityCollection/Forms/FormCollectionSpecimenText.*.resx
Languages: de

source: Analysis
de: Analysen

source: Application_description
de: Feldbeschreibungen des Programms

source: Collections
de: Sammlungen

source: Collection managers
de: Sammlungsverwalter

source: Connection
de: Verbindung

source: Customize display
de: Anzeige anpassen

source: Data
de: Daten

source: Database
de: Datenbank

source: Delete
de: Löschen

source: Depending data
de: Abhängige Daten

source: Display order for
de: Reihenfolge der Anzeige für

source: Expired loans
de: Abgelaufene Ausleihen

source: Export list
de: Liste exportieren

source: External datasources
de: Externe Datenquellen

source: External relation to
de: Externe Beziehung zu

source: Feedback
de: Rückmeldung

source: Feedback history
de: Alte Rückmeldungen

source: Grid
de: Tabelle

source: Help
de: Hilfe

source: Import list
de: Liste importieren

source: Internal relation to
de: Interne Beziehung zu

source: Label print
de: Editketten druck

source: Loan requestors
de: Anfrageberechtigte

source: Loan requests
de: Leihanfragen

source: Maintenance
de: Wartungsarbeiten

source: Manual
de: Handbuch

source: Module connections
de: Verbindungen zu Modulen

source: My requests
de: Meine Leihanfragen

source: No dataset could be found
de: Es konnte kein Datensatz gefunden werden

source: of
de: von

source: Organisms
de: Organismen

source: Please delete all depending entries
de: Bitte löschen sie alle abhängigen Einträge

source: Please select
de: Bitte auswählen

source: Predefined queries
de: Vordefinierte Suchen

source: Processing
de: Behandlungen

source: Queries
de: Vordefinierte Suchen

source: Query
de: Suche

source: Quit
de: Beenden

source: Reimport list
de: Liste reimportieren

source: Restrict to collection
de: Einschränkung auf Sammlung

source: Restrict to material
de: Einschränkung auf Material

source: Save dataset
de: Datensatz sichern

source: Scan mode
de: Scanner Modus

source: Show query
de: Suchbereich anzeigen

source: Specimens
de: Belege

source: Specimen scans
de: Bilder von Belegen

source: Statistics
de: Statistik

source: There can only be one
de: Es kann nur einen Eintrag geben von

source: Transaction
de: Transaktionen

source: Transaction management
de: Transaktionsverwaltung

source: Transfer previous settings
de: Alte Einstellungen übernehmen

source: User and projects
de: Benutzer und Projekte

source: Values are restricted to
de: Die Werte sind beschränkt auf

source: Versions
de: Versionen

source: Wrong entry
de: Falscher Eintrag

source: You can not delete this entry here
de: Dieser Eintrag kann hier nicht gelöscht werden

source: You have no access to this dataset
de: Sie haben keinen Zugang zu diesem Datensatz

source: Images
de: Bilder

source: Parts
de: Teile

source: All annotations
de: Alle Anmerkungen

source: Backup database
de: Datenbank sichern

source: Cache database
de: Cache Datenbank

source: Change password
de: Passwort ändern

source: Collection events
de: Aufsammlungen

source: Context
de: Kontext

source: Edit feedback
de: Rückmeldungen bearbeiten

source: Event series
de: Aufsammlungs Serien

source: External identifier
de: Externe Kennungen

source: Image description
de: Bildbeschreibung

source: Kiosk mode
de: Kiosk Modus

source: Linked server
de: Verknüpfte Server

source: Material categories
de: Material Kategorien

source: Methods
de: Methoden

source: Projects
de: Projekte

source: Remove from project
de: Aus Project entfernen

source: Remove specimen
de: Belege löschen

source: Retrieval type
de: Typen der Erfassung

source: Site properties
de: Standort Eigenschaften

source: Table editor
de: Tabellen Editor

source: Taxonomic groups
de: Taxonomische Gruppen

source: Tools
de: Werkzeuge

source: To project
de: In Project

source: To transaction
de: In Transaktion

source: Withhold_data
de: Daten sperren

# Create_new_dataset
source: Do you want to create a new dataset?
de: Wollen sie wirklich einen neuen Datensatz anlegen?

# Select_Project
source: Please select a project
de: Bitte ein Project auswählen

source: Replication
de: Replikation

source: Resources directory
de: Ordner für Dateien

source: Scan mode collection
de: Scanner Modus Sammlung

source: Timeout for database
de: Zeitbegrenzung für Datenbank
