Repository: SNSB/DWB-Source
Catalog: DiversityCollection/DiversityCollection/Forms/FormAnalysis.*.resx
Languages: de

# labelMeasurementUnit.Text
source: Unit:
de: Einheit:

# toolStripButtonNew.Text
source: Insert a new analysis dependent on the selected analysis
de: Einfügen einer neuen Analyse als untergeordnete Analyse zur aktuellen

# toolStripButtonDelete.Text
source: delete the selected analysis
de: Ausgewählte Analyse löschen

# toolStripButtonSpecimenList.Text
source: show specimen list
de: Liste der Belege anzeigen

# toolStripButtonIncludeID.ToolTipText
source: Display the ID of the datasets in the tree and enable setting of ID for new datasets
de: ID's der Datensätzan anzeigen

# labelDisplayText.Text
source: Display text:
de: Anzeigetext:

# labelDescription.Text
source: Description:
de: Beschreibung:

# labelNotes.Text
source: Notes:
de: Notiz:

# toolStripButtonTaxonomicGroupAdd.Text
source: Insert a new taxonomic group
de: Taxonomische Gruppe einfügen

# toolStripButtonTaxonomicGroupDelete.Text
source: Remove the selected taxonomic group from the list
de: Ausgewählte taxonomische Gruppe aus der Liste entfernen

# labelProjects.Text
source: Projects:
de: Projekte:

# toolStripButtonProjectsNew.Text
source: Insert a new project
de: Neues Projekt einfügen

# toolStripButtonProjectsDelete.Text
source: Remove the selected project from the list
de: Ausgewähltes Projekt aus der Liste entfernen

# checkBoxOnlyHierarchy.Text
source: Only for hierarchy
de: Nur für Hierarchie

# labelResult.Text
source: Result list:
de: Ergebnis Kat.:

# toolStripButtonResultNew.Text
source: Insert a new Value to the list
de: Neuen Wert in Liste einfügen

# toolStripButtonResultDelete.Text
source: Remove the selected value from the list
de: Ausgewählten Wert aus Liste entfernen

# analysisResultDataGridViewTextBoxColumn.HeaderText
source: Result
de: Ergebnis

# descriptionDataGridViewTextBoxColumn.HeaderText
source: Description
de: Beschreibung

# displayTextDataGridViewTextBoxColumn.HeaderText
source: Display text
de: Anzeigetext

# displayOrderDataGridViewTextBoxColumn.HeaderText
source: Display order
de: Reihenfolge

# notesDataGridViewTextBoxColumn.HeaderText
source: Notes
de: Notiz

# groupBoxAnalysis.Text
source: Analysis
de: Analyse

# labelHeader.Text
source: Select an analysis
de: Wählen sie eine Analyse

# showURIToolStripMenuItem.Text
source: Show URI
de: URI anzeigen

# viewToolStripMenuItem.Text
source: View
de: Ansicht

# $this.Text
source: Analysis
de: Analyse
