Repository: SNSB/DWB-Source
Catalog: DiversityCollection/DiversityCollection/Forms/FormCopyDataset.*.resx
Languages: de

# buttonNoEvent.Text
source: Copy only the specimen WITHOUT the collection event
de: Nur die Daten des Belegs sollen kopiert werden, OHNE die Daten des Sammelereignisses

# buttonNoEvent.ToolTip
source: The new dataset will not contain any data related to a collection event
de: Diese Option wird nur den Beleg und keine Daten des Sammelereignisse kopieren.

# buttonNewEvent.Text
source: Copy the data of the collection event in a NEW dataset
de: Kopieren der Daten des Sammelereignisses in einen NEUEN Datensatz

# buttonNewEvent.ToolTip
source: This option will create a copy of the original dataset for the collection event and place the collection specimen in this new collection event.
de: Diese Option wird die Daten des Sammelereignisses in einen neuen Datensatz kopieren und den Beleg in dieses neue Sammelereignis eintragen.

# buttonSameEvent.Text
source: The specimen was collected during the SAME collection event
de: Der Beleg wurde im SELBEN Sammelereignis gesammelt

# buttonSameEvent.ToolTip
source: This option will not create a new dataset for the event but insert a relation to the collection event of the original dataset.
de: Diese Option wird kein neues Sammelereignis anlegen sondern den Beleg in das Sammelereignis des originalen Datensatzes integrieren.

# labelHeaderEvent.Text
source: Please select the way in which the collection event should be copied
de: Bitte w√§hlen sie aus, wie das Sammelereignis kopiert werden soll

# groupBoxCopy.Text
source: Copied data are shown in black
de: Kopierte Daten werden in schwarz dargestellt

# groupBoxOriginal.Text
source: Original data are shown in gray
de: Originaldaten werden in grau dargestellt

# labelAccessionNumber.Text
source: New accession number:
de: Neue Belegnummer:

# tabPageEvent.Text
source: Collection event
de: Sammelereignis

# tabPageAccNr.Text
source: Accession number
de: Belegnummer

# labelHeaderAccNr.Text
source: The original dataset has the accession number ...
de: Die Belegnummer des originalen Datensatzes lautet ...

# buttonAccessionNumberSearch.Text
source: Find the next free accession number after:
de: Suche eine freie Belegnummer nach:

# checkBoxCopyIdentifactions.Text
source: Copy all organisms and identifications into the new dataset
de: Alle Objekte und Bestimmungen sollen in den neuen Datensatz kopiert werden

# checkBoxAccNr.Text
source: Create an accession number for the new dataset
de: Belegnummer f√ºr den neuen Datensatz anlegen

# labelAccNrExplain1.Text
source: You have two options to insert a new accession number:
de: Es gibt 2 Optionen die neue Belegnummer einzuf√ºgen:

# labelAccNrExplain2.Text
source: Either search the database starting with the accession number of the original dataset or any initial string you enter in the field on the left ...
de: Entweder die Suche nach einer noch nicht vergebenen Belegnummer in der Datenbank nach der links eingegebenen ...

# labelAccNrExplain3.Text
source: Or simply type the new accession number in the field on the left.
de: Oder die Eingabe der Belegnummer im Feld links.

# tabPageMultiCopy.Text
source: Number of copies
de: Anzahl der Kopien

# labelNumberOfCopies.Text
source: Number of copies:
de: Anzahl der Kopien:

# labelNumberOfCopiesHeader.Text
source: Please specify the number of copies that should be generated
de: Bitte die Anzahl der Kopien angeben die erzeugt werden sollen

# $this.Text
source: Copy dataset
de: Datensatz kopieren
