Repository: SNSB/DWB-Source
Catalog: DiversityCollection/DiversityCollection/Forms/FormCustomizeDisplay.*.resx
Languages: de

# labelHeader.Text
source: Customize the user interface of DiversityCollection
de: Anpassung der Benutzeroberfläche in DiversityCollection

# labelHeaderTaxonomicGroups.Text
source: Choose the taxonomic groups that should be visible in the menu for creating new units in a specimen
de: Auswahl der taxonomischen Gruppen die im Menu zur Anlage eines neuen Organismus in einem Sammlungsbeleg angezeigt werden sollen

# labelHeaderMaterialCategories.Text
source: Choose the material categories that should be visible in the menu for creating new parts for a specimen
de: Auswahl der Material Kategorien die im Menu zur Anlage eines neuen Teils eines Sammlungsbelegs angezeigt werden sollen

# tabPageSpecimen.Text
source: Collection specimen
de: Sammlungsbeleg

# labelCollectionSiteProperties.Text
source: Choose the collection site properties that should be visible in the menu for creating new collection site properties for the collection event
de: Auswahl der Standordeigenschaften die im Menu zur Anlage einer neuen Standorteigenschaft eines Sammelereignisses angezeigt werden sollen

# tabPageEvent.Text
source: Collection event
de: Sammelereignis

# labelLanguage.Text
source: Language:
de: Sprache

# labelContext.Text
source: Context:
de: Kontext:

# labelUsage.Text
source: Usage:
de: Benutzung:

# labelRepresentation.Text
source: Representation:
de: Repräsentation:

# tabPageContextLanguage.Text
source: Language and context
de: Sprache und Kontext

# checkBoxDefaultResponsibleIdentitication.Text
source: Use responsible for new identifications
de: Benutze Verantwortlichen für neue Bestimmugen

# checkBoxDefaultCollector.Text
source: Use responsible as new collector
de: Benutze Verantwortlichen als neuen Sammler

# checkBoxDefaultLocalisationResponsible.Text
source: Use responsible for new localisations of the collection event
de: Benutze Verantwortlichen für neue Ortsbestimmungen des Sammelorts

# checkBoxDefaultEventPropertyResponsible.Text
source: Use responsible for new properties of the collection site
de: Benutze Verantwortlichen für neue Eigenschaften des Sammelorts

# checkBoxDefaultAnalysisResponsible.Text
source: Use responsible for new analysis entries
de: Benutze Verantwortlichen für neue Analysen

# checkBoxDefaultProcessingResponsible.Text
source: Use responsible for new processings
de: Benutze Verantwortlichen für neue Behandlungen von Belegen

# tabPageDefaults.Text
source: Defaults and miscellaneous
de: Vorgabewerte

# $this.Text
source: Customize display
de: Anpassung der Benutzeroberfläche
