Repository: SNSB/DWB-Source
Catalog: DiversityWorkbench/Forms/FormDatabaseConnection.*.resx
Languages: de

# labelDatabase.Text
source: Choose database:
de: Datenbank auswählen:

# buttonConnectToServer.Text
source: Connect to server
de: Zum Server verbinden

# radioButtonRestrictToVersion.Text
source: restrict to DiversityCollection v. 2.5.
de: Beschränken auf DiversityCollection v. 2.5.

# radioButtonRestrictToModule.Text
source: restrict to DiversityCollection
de: Beschränken auf DiversityCollection

# radioButtonShowAllDatabases.Text
source: Show all available databases
de: Alle verfügbaren Datenbanken anzeigen

# groupBoxLogin.Text
source: Login
de: Anmeldung

# radioButtonAuthentication.Text
source: Windows authentication
de: Windows Anmeldung

# radioButtonSQLAuthentication.Text
source: SQL-Server authentication
de: SQL-Server Anmeldung

# labelPassword.Text
source: Password:
de: Passwort:

# labelUser.Text
source: User:
de: Benutzer:

# labelMessage.Text
source: Please select a server from the list or type the name or the IP-address of the server
de: Bitte wählen sie den Server aus der Liste oder geben sie den Namen oder die IP-Adresse an

# labelLocalFile.Text
source: File:
de: Datei:

# labelLocal.Text
source: Select the local database file
de: Wählen Sie die Datei der lokalen Datenbank aus

# radioButtonRemote.Text
source: Remote database
de: Datenbank nicht lokal

# radioButtonLocal.Text
source: Local database
de: Datenbank lokal

# labelSelectRemoteLocal.Text
source: Choose if the database is remote or local (SQL Server Express)
de: Wählen sie ob die Datenbank lokal vorhanden ist (SQL Server Express) oder nicht

# $this.Text
source: Connection to database
de: Verbindung zur Datenbank
